Repository: BlaiseRitchie/cinnamon-spices-extensions
Catalog: workspace-scroller@ori/files/workspace-scroller@ori/po/*.po
Languages: ro

source: Workspace Scroller
ro: Scrollerul spațiului de lucru

source: Switch workspaces using mouse scroll at screen edges.
ro: Comutați spațiile de lucru utilizând derularea mouse-ului la marginile ecranului.

source: Edges
ro: Marginile

source: Use left edge
ro: Utilizați marginea stângă

source: — Scroll up:
ro: - Derulați în sus:

source: None
ro: Žádné

source: Switch left
ro: Comutator stânga

source: Switch right
ro: Comutator dreapta

source: Show expo
ro: Expoziție

source: — Scroll down:
ro: - Derulați în jos:

source: Use right edge
ro: Utilizați marginea dreaptă

source: Use top edge
ro: Utilizați marginea superioară

source: Use bottom edge
ro: Utilizați marginea inferioară

source: Corner
ro: Colțar

source: Use top left corner
ro: Utilizați colțul din stânga sus

source: Use top right corner
ro: Utilizați colțul din dreapta sus

source: Use bottom left corner
ro: Utilizați colțul din stânga jos

source: Use bottom right corner
ro: Utilizați colțul din dreapta jos

source: pixels
ro: pixeli

source: Corners areas size:
ro: Dimensiunea zonelor de colțuri:
